'''

【実行結果 1】
> python func_kwd2.py
商品名を入力してください（0:終了）： abc
金額を入力してください（0:終了）： 100
商品名を入力してください（0:終了）： zzzz
金額を入力してください（0:終了）： 150
商品名を入力してください（0:終了）： 0
全てのデータは問題ありませんでした
abc : 100
zzzz : 150

'''
















'''

【実行結果 2】
> python func_kwd2.py
商品名を入力してください（0:終了）： aaaaa
金額を入力してください（0:終了）： 80
商品名を入力してください（0:終了）： bbbb
金額を入力してください（0:終了）： 150
商品名を入力してください（0:終了）： ccccc
金額を入力してください（0:終了）： 110
商品名を入力してください（0:終了）： ddd
金額を入力してください（0:終了）： 200
商品名を入力してください（0:終了）： 0
最低価格を下回った商品があります。10
aaaaa : 80
bbbb : 150
ccccc : 110
ddd : 200

'''